---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.LightGroupManager
source: html/85217e5e-55f3-4e67-0e3c-04d8301c3af6.htm
---
# LightGroupManager Methods

Create a new LightGroup object with the given name